export const gamesResult: Record<string, number[]> = {
	'Квалификация 1': { passed: [60, 246, 184, 272], place: [] },
	'Квалификация 2': { passed: [282, 254, 238, 42], place: [] },
	'Квалификация 3': { passed: [69, 144, 260, 160], place: [] },
	'Квалификация 4': { passed: [150, 279, 224, 77], place: [] },

	'1/8 #1': { passed: [150, 67, 95, 69, 25], place: [260, 192] },
	'1/8 #2': { passed: [68, 160, 251, 77, 144], place: [270, 52] },
	'1/8 #3': { passed: [44, 18, 29, 282, 273], place: [55, 272] },
	'1/8 #4': { passed: [42, 60, 78, 282, 26], place: [246, 11] },

	'1/4 #1': { passed: [], place: [] },
	'1/4 #2': { passed: [], place: [] },
	'1/4 #3': { passed: [], place: [] },
	'1/4 #4': { passed: [], place: [] },
}
